[DLC07_Twk_Player_Daud DisDLC07Tweaks_PlayerPawn]
m_PowerInhibitedMessage="受督军装置干扰--魔法失效！"

[DLC07_Twk_Player_Daud:DisDLC07Tweaks_WhaleBoneCharmCrackedList_0 DisDLC07Tweaks_WhaleBoneCharmCrackedList]
m_CrackedCharms[0]=(m_Levels=((m_Name="浴血癫狂",m_Text="增益：积攒肾上腺素的速度更快<br/>惩罚: 肾上腺素激发模式持续时间变短")))
m_CrackedCharms[1]=(m_Levels=((m_Name="铁壁铜墙",m_Text="增益：受到的伤害减少<br/>惩罚: 所有行动速度减慢")))
m_CrackedCharms[2]=(m_Levels=((m_Name="轻风缭绕",m_Text="增益：所有行动速度加快<br/>惩罚: 受到的伤害增加")))
m_CrackedCharms[3]=(m_Levels=((m_Name="破片弩箭",m_Text="增益：袖弩射出的弩箭造成更多伤害<br/>惩罚: 弩箭在射中敌人后几乎每次都损坏")))
m_CrackedCharms[4]=(m_Levels=((m_Name="颤动剪影",m_Text="增益：敌人的远程攻击有很高的几率不会击中你<br/>惩罚: 你更容易被敌人发现")))
m_CrackedCharms[5]=(m_Levels=((m_Name="静如雕塑",m_Text="增益：如果你静止不动, 就不会被敌人注意到, 除非进入战斗状态<br/>惩罚: 魔力不会再生")))
m_CrackedCharms[6]=(m_Levels=((m_Name="蓄力挥击",m_Text="增益：你的剑击造成更大伤害<br/>惩罚: 你的挥剑速度变慢")))
m_CrackedCharms[7]=(m_Levels=((m_Name="魔法之肤",m_Text="增益：在承受伤害时, 你的魔力先于生命被消耗<br/>惩罚: 魔力不会再生")))
m_CrackedCharms[8]=(m_Levels=((m_Name="杠杆之引",m_Text="增益：虚空牵引技能的范围及速度提升<br/>惩罚: 虚空牵引技能消耗的魔力增加")))

[DLC07_Twk_Player_Daud:pCharmListTweaks DisTweaks_WhaleBoneCharmList]
m_Charms[0]=(m_Levels=((m_Name="皮肤硬化",m_Text="你的最大生命值得到稍微增加")))
m_Charms[1]=(m_Levels=((m_Name="血牛之心",m_Text="你的最大魔力值得到稍微增加")))
m_Charms[2]=(m_Levels=((m_Name="胃口大开",m_Text="食物回复的数值适度增加")))
m_Charms[3]=(m_Levels=((m_Name="陨星天坠",m_Text="飞降暗杀给你提供一定的魔力值")))
m_Charms[4]=(m_Levels=((m_Name="治愈亲和",m_Text="药剂给你提供的生命值适度增加")))
m_Charms[5]=(m_Levels=((m_Name="冥想亲和",m_Text="药剂给你提供的魔力值适度增加")))
m_Charms[6]=(m_Levels=((m_Name="精神之水",m_Text="饮用水龙头里的水能回充一小部分魔力值")))
m_Charms[7]=(m_Levels=((m_Name="腐肉杀手",m_Text="杀死老鼠给你提供一些肾上腺素")))
m_Charms[8]=(m_Levels=((m_Name="强健臂膀",m_Text="勒晕速度更快")))
m_Charms[9]=(m_Levels=((m_Name="丧葬仪员",m_Text="当携带躯体时你走得稍微更快")))
m_Charms[10]=(m_Levels=((m_Name="如影随形",m_Text="在潜行状态下你向前走得稍微更快")))
m_Charms[11]=(m_Levels=((m_Name="白刃流风",m_Text="你挥剑的速度适度加快")))
m_Charms[12]=(m_Levels=((m_Name="持续狂怒",m_Text="你的肾上腺素冷却下来的时间稍微变长")))
m_Charms[13]=(m_Levels=((m_Name="拾荒浪客",m_Text="你发现更多弹药")))
m_Charms[14]=(m_Levels=((m_Name="精神湖泊",m_Text="你恢复魔力的速度稍微更快")))
m_Charms[15]=(m_Levels=((m_Name="加固之箭",m_Text="射进敌人体内的弩箭不易折断")))
m_Charms[16]=(m_Levels=((m_Name="快打旋风",m_Text="拿出武器不会使你变慢")))
m_Charms[17]=(m_Levels=((m_Name="生命之水",m_Text="饮用水龙头里的水能回充一小部分生命值")))
m_Charms[18]=(m_Levels=((m_Name="掠夺之鸦",m_Text="飞降暗杀给你提供一定的生命值")))
m_Charms[19]=(m_Levels=((m_Name="身轻如影",m_Text="坠落造成的伤害减少")))
m_Charms[20]=(m_Levels=((m_Name="迅捷潜行",m_Text="如果你收起武器的话, 你的速度将大大提高")))
m_Charms[21]=(m_Levels=((m_Name="亲密伙伴",m_Text="召唤出的刺客们造成更多伤害")))
m_Charms[22]=(m_Levels=((m_Name="拼剑压制",m_Text="在拼剑时非常容易取胜")))
m_Charms[23]=(m_Levels=((m_Name="虚空巨浪",m_Text="有时使用技能不会消耗魔力")))
m_Charms[24]=(m_Levels=((m_Name="潜水高手",m_Text="在潜水时可恢复生命值")))

